/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk / %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "A(z) %1$@ %2$@ telepítve lett és a %3$@ használatra kész! Most akarja újraindítani?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ a legújabb elérhető verzió.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "A %1$@ %2$@ elérhető (az Ön gépén a %3$@ van telepítve). Le akarja most tölteni?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "A %@ engedély hiányában nem tudja a programkönyvtárat felülírni! Esetleg lemezképfájlt használ? Ha nem, akkor lépjen kapcsolatba a rendszergazdával.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "A %@ új verziója telepítve lett";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "A %@ új verziója elérhető!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "A telepítést egy hiba akadályozta meg. Kérem, próbálja meg később.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Hiba történt a frissítési információk beszerzésekor. Csatlakozik az internethez? Kérem, próbálja meg később.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Hiba történt a frissítési információk beszerzésekor. Kérem, próbálja meg később.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Hiba történt a programállomány kitömörítésekor. Kérem, próbálja meg később.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Hiba történt a fájl letöltésekor. Kérem, próbálja meg később.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Egy frissítés már folyamatban van!";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Akarja, hogy programindításkor frissítést keressen?";

/* No comment provided by engineer. */
"Downloading update..." = "A letöltés folyamatban...";

/* No comment provided by engineer. */
"Extracting update..." = "A frissítés kitömörítése...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Telepítés és újraindítás";

/* No comment provided by engineer. */
"Installing update..." = "A frissítés telepítése...";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"OK" = "Rendben";

/* No comment provided by engineer. */
"Ready to install!" = "Telepítésre kész!";

/* No comment provided by engineer. */
"Update Error!" = "Hiba a frissítéskor!";

/* No comment provided by engineer. */
"Updating %@" = "Frissítve %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Akarja, hogy a %@ programindításkor frissítéseket keressen? Ha nem, akkor később manuálisan is megteheti a Books menüpont alatt.";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"You're up to date!" = "Az Ön verziója a legfrissebb!";